Repository: bashyrov/fitgram-app
Catalog: Mealgram/Resources/Localizable.xcstrings
Source language: en
Languages: es, pl, ru, uk

# Powiedz na głos
source: Say out loud
es: Dilo en voz alta
pl: Powiedz na głos
ru: Скажи голосом
uk: Скажи вголос

# Powiedz na przykład: „zjadłam zupę pomidorową i kanapkę z serem”.
source: Say, for example: "I ate tomato soup and a cheese sandwich".
es: Di, por ejemplo: "comí sopa de tomate y un sándwich de queso".
pl: Powiedz na przykład: „zjadłam zupę pomidorową i kanapkę z serem”.
ru: Скажи, например: «съела томатный суп и бутерброд с сыром».
uk: Скажіть, наприклад: «з’їла томатний суп і канапку із сиром».

source: Say the food name, e.g. “500 g rice and 200 g cheese”. Only then will we show gram adjustment.
es: Di el alimento, por ejemplo “500 g de arroz y 200 g de queso”. Solo entonces mostraremos el ajuste de gramos.
pl: Powiedz nazwę jedzenia, np. „500 g ryżu i 200 g sera”. Dopiero wtedy pokażemy regulację gramów.
ru: Назови еду, например “500 г риса и 200 г сыра”. Только тогда покажем настройку граммов.
uk: Назви їжу, напр. “500 г рису і 200 г сиру”. Лише тоді покажемо налаштування грамів.

# Powiedz posiłek
source: Say a meal
es: Di una comida
pl: Powiedz posiłek
ru: Скажи прием пищи
uk: Скажи прийом їжі

# Powiększ zdjęcie
source: Zoom photo
es: Ampliar foto
pl: Powiększ zdjęcie
ru: Увеличить фото
uk: Збільшити фото

# Powtórz
source: Repeat
es: Repetir
pl: Powtórz
ru: Повторить
uk: Повторити

# Powtórz onboarding
source: Restart onboarding
es: Reiniciar onboarding
pl: Powtórz onboarding
ru: Повторить онбординг
uk: Повторити onboarding

# Powtórzyć onboarding?
source: Repeat onboarding?
es: ¿Repetir onboarding?
pl: Powtórzyć onboarding?
ru: Повторить онбординг?
uk: Повторити onboarding?

# Powyżej 120 g białka w jeden dzień.
source: Over 120 g of protein in one day.
es: Más de 120 g de proteína en un día.
pl: Powyżej 120 g białka w jeden dzień.
ru: Свыше 120 г белка за один день.
uk: Понад 120 г білка за один день.

# Powód zgłoszenia
source: Report reason
es: Motivo del reporte
pl: Powód zgłoszenia
ru: Причина жалобы
uk: Причина скарги

# Poziom
source: Level
es: Nivel
pl: Poziom
ru: Уровень
uk: Рівень

# Pozostało
source: Remaining
es: Restante
pl: Pozostało
ru: Осталось
uk: Залишилось

# Pozwól
source: Allow
es: Permitir
pl: Pozwól
ru: Разрешить
uk: Дозволь

# Pozwól na mikrofon i rozpoznawanie mowy, żeby dyktować posiłki.
source: Allow microphone and speech recognition to dictate meals.
es: Permite el micrófono y el reconocimiento de voz para dictar comidas.
pl: Pozwól na mikrofon i rozpoznawanie mowy, żeby dyktować posiłki.
ru: Разреши микрофон и распознавание речи, чтобы диктовать приёмы пищи.
uk: Дозвольте мікрофон і розпізнавання мовлення, щоб диктувати страви.

# Pozycje
source: Items
es: Elementos
pl: Pozycje
ru: Позиции
uk: Позиції

# Połowa talerza to warzywa
source: Half the plate is vegetables
es: La mitad del plato son verduras
pl: Połowa talerza to warzywa
ru: Половина тарелки — овощи
uk: Половина тарілки — овочі

# Praca biurkowa = krótkie biodro
source: Desk work = tight hip flexors
es: Trabajo de oficina = cadera tensa
pl: Praca biurkowa = krótkie biodro
ru: Офисная работа = укорочённые бёдра
uk: Офісна робота = коротке стегно

# Praca fizyczna lub 2× dziennie
source: Physical job or 2× daily
es: Trabajo físico o 2× al día
pl: Praca fizyczna lub 2× dziennie
ru: Физическая работа или 2× в день
uk: Фізична робота або 2× на день

# Pragnienie spóźnia się o 1-2%
source: Thirst is delayed by 1-2%
es: La sed se retrasa un 1-2%
pl: Pragnienie spóźnia się o 1-2%
ru: Жажда запаздывает на 1-2%
uk: Відчуття спраги запізнюється на 1-2%

# Prawo i dane
source: Law and data
es: Legal y datos
pl: Prawo i dane
ru: Право и данные
uk: Право та дані

# Prawo i pomoc
source: Law and help
es: Legal y ayuda
pl: Prawo i pomoc
ru: Право и помощь
uk: Право і допомога

# Prawo i prywatność
source: Law and privacy
es: Legal y privacidad
pl: Prawo i prywatność
ru: Право и приватность
uk: Право і приватність

# Prefer not to say
source: Don't specify
es: No especifico
pl: Nie podaję
ru: Не указываю
uk: Не вказую

# Prefer to skip
source: I'd rather skip
es: Prefiero saltar
pl: Wolę pominąć
ru: Лучше пропущу
uk: Краще пропущу

source: Preferences
es: Preferencias
pl: Preferencje
ru: Настройки
uk: Налаштування

# Premium daje nieograniczoną książkę.
source: Premium gives you an unlimited cookbook.
es: Premium te da un recetario ilimitado.
pl: Premium daje nieograniczoną książkę.
ru: Premium даёт безлимитную книжку.
uk: Premium дає необмежену книжку.

source: Premium gives you unlimited photo scans + more accurate Gemini Pro AI. 7 days free.
es: Premium te ofrece escaneos de fotos ilimitados + la IA Gemini Pro más precisa. 7 días gratis.
pl: Premium daje nieograniczone skany zdjęć + dokładniejszy Gemini Pro AI. 7 dni za darmo.
ru: Премиум дает безлимитное сканирование фото + более точный ИИ Gemini Pro. 7 дней бесплатно.
uk: Преміум дає вам безлімітне сканування фото + точніший ШІ Gemini Pro. 7 днів безкоштовно.

# Premium odblokowuje nieograniczone przepisy.
source: Premium unlocks unlimited recipes.
es: Premium desbloquea recetas ilimitadas.
pl: Premium odblokowuje nieograniczone przepisy.
ru: Premium открывает безлимитные рецепты.
uk: Premium відкриває необмежені рецепти.

# Premium odblokowuje nieograniczone wpisy głosem + szybkie parsowanie po polsku.
source: Premium unlocks unlimited voice entries + fast parsing in Polish.
es: Premium desbloquea entradas de voz ilimitadas + análisis rápido en polaco.
pl: Premium odblokowuje nieograniczone wpisy głosem + szybkie parsowanie po polsku.
ru: Premium разблокирует неограниченный голосовой ввод + быстрый парсинг на польском.
uk: Premium розблоковує необмежене введення голосом + швидке розпізнавання українською.

# Premium odblokuje śledzenie celu
source: Premium unlocks goal tracking
es: Premium desbloquea el seguimiento del objetivo
pl: Premium odblokuje śledzenie celu
ru: Premium открывает отслеживание цели
uk: Premium відкриває відстеження цілі

source: Premium renews automatically at the displayed price until canceled. Manage your subscription in iOS Settings > Apple ID > Subscriptions.
es: Premium se renueva automáticamente al precio mostrado hasta que canceles. Gestiona la suscripción en Ajustes de iOS > Apple ID > Suscripciones.
pl: Premium odnawia się automatycznie w pokazanej cenie do momentu anulowania. Zarządzaj subskrypcją w Ustawieniach iOS > Apple ID > Subskrypcje
ru: Premium автоматически продлевается по указанной цене до отмены. Управляй подпиской в Настройках iOS > Apple ID > Подписки.
uk: Premium автоматично поновлюється за показаною ціною до скасування. Керуй підпискою в Налаштуваннях iOS > Apple ID > Підписки.

source: Premium renews automatically at the shown price until canceled. Manage your subscription in iOS Settings > Apple ID > Subscriptions.
es: Premium se renueva automáticamente al precio mostrado hasta que se cancele. Gestiona la suscripción en Ajustes de iOS > Apple ID > Suscripciones.
pl: Premium odnawia się automatycznie w pokazanej cenie do momentu anulowania. Zarządzaj subskrypcją w Ustawieniach iOS > Apple ID > Subskrypcje.
ru: Premium автоматически продлевается по указанной цене, пока его не отменить. Управляй подпиской в настройках iOS > Apple ID > Подписки.
uk: Premium автоматично поновлюється за показаною ціною, доки його не скасовано. Керуй підпискою в Налаштуваннях iOS > Apple ID > Підписки.

source: Premium renews monthly or yearly at the displayed price until canceled. Renewal is charged to your Apple ID before the current period ends. Manage it in iOS Settings > Apple ID > Subscriptions.
es: Premium se renueva mensual o anualmente al precio mostrado hasta que canceles. La renovación se cobra al Apple ID antes de terminar el periodo actual. Gestiona en Ajustes de iOS > Apple ID > Suscripciones.
pl: Premium odnawia się co miesiąc lub co rok w pokazanej cenie do momentu anulowania. Opłata za odnowienie jest pobierana z Apple ID przed końcem bieżącego okresu. Zarządzaj subskrypcją w Ustawieniach iOS > Apple ID > Subskrypcje.
ru: Premium продлевается ежемесячно или ежегодно по указанной цене до отмены. Плата списывается с Apple ID до конца текущего периода. Управляй в Настройках iOS > Apple ID > Подписки.
uk: Premium поновлюється щомісяця або щороку за показаною ціною до скасування. Плата списується з Apple ID до кінця поточного періоду. Керуй у Налаштуваннях iOS > Apple ID > Підписки.

source: Premium renews monthly or yearly at the shown price until canceled. The renewal charge is billed to your Apple ID before the period ends.
es: Premium se renueva mensual o anualmente al precio mostrado hasta que se cancele. El cargo de renovación se cobra al Apple ID antes de que termine el periodo.
pl: Premium odnawia się co miesiąc lub co rok w pokazanej cenie do momentu anulowania. Opłata za odnowienie jest pobierana z Apple ID przed końcem okresu.
ru: Premium продлевается каждый месяц или год по указанной цене, пока его не отменить. Плата за продление списывается с Apple ID до окончания периода.
uk: Premium поновлюється щомісяця або щороку за показаною ціною, доки його не скасовано. Плата за поновлення списується з Apple ID до завершення періоду.

# Premium pokazuje całą Twoją kolekcję bez limitu.
source: Premium shows your entire collection without limits.
es: Premium muestra toda tu colección sin límites.
pl: Premium pokazuje całą Twoją kolekcję bez limitu.
ru: Premium показывает всю вашу коллекцию без ограничений.
uk: Premium показує всю вашу колекцію без обмежень.

# Premium: jednym tapnięciem dodaj swoje stałe pozycje.
source: Premium: add your regulars with one tap.
es: Premium: añade tus favoritos con un toque.
pl: Premium: jednym tapnięciem dodaj swoje stałe pozycje.
ru: Premium: добавляй постоянные позиции одним тапом.
uk: Premium: додавай постійні позиції одним тапом.

source: Prep time
es: Tiempo de prep.
pl: Czas przygotowania
ru: Время подготовки
uk: Час підготовки

source: Prepare ingredients and weigh the portion.
es: Prepara los ingredientes y pesa la porción.
pl: Przygotuj składniki i odważ porcję.
ru: Подготовь ингредиенты и взвесь порцию.
uk: Підготуй інгредієнти й зваж порцію.

source: Preparing the camera…
es: Preparando la cámara…
pl: Przygotowywanie aparatu…
ru: Подготовка камеры…
uk: Підготовка камери…

source: Preparing…
es: Preparando…
pl: Przygotowujemy…
ru: Готовим…
uk: Готуємо…

source: Privacy
es: Privacidad
pl: Prywatność
ru: Приватность
uk: Приватність

source: Privacy Policy
es: Política de privacidad
pl: Polityka prywatności
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Privacy policy
es: Política de privacidad
pl: Polityka prywatności
ru: Политика конфиденциальности
uk: Політика конфіденційності

source: Privacy-safe by default
es: Privacidad segura por defecto
pl: Bezpieczna prywatność domyślnie
ru: Безопасная приватность по умолчанию
uk: Безпечна приватність за замовчуванням

# Produkt
source: Product
es: Producto
pl: Produkt
ru: Продукт
uk: Продукт

# Profil i cele zapisane
source: Profile and goals saved
es: Perfil y objetivos guardados
pl: Profil i cele zapisane
ru: Профиль и цели сохранены
uk: Профіль і цілі збережено

# Profil niedostępny.
source: Profile unavailable.
es: Perfil no disponible.
pl: Profil niedostępny.
ru: Профиль недоступен.
uk: Профіль недоступний.

# Profil ukryty dla wszystkich
source: Profile hidden from everyone
es: Perfil oculto para todos
pl: Profil ukryty dla wszystkich
ru: Профиль скрыт от всех
uk: Профіль приховано для всіх

# Profil → Historia serii pokazuje miesięczną kratę z każdym zalogowanym dniem.
source: Profile → Streak history shows a monthly grid with every logged day.
es: Perfil → Historial de racha muestra una rejilla mensual con cada día registrado.
pl: Profil → Historia serii pokazuje miesięczną kratę z każdym zalogowanym dniem.
ru: Профиль → История серии показывает месячную сетку с каждым залогированным днём.
uk: Профіль → Історія серії показує місячну сітку з кожним залогованим днем.

source: Profile → Account → Delete account. All local data disappears instantly; server data (when backend starts) — within 72 hours.
es: Perfil → Cuenta → Eliminar cuenta. Todos los datos locales desaparecen de inmediato; los del servidor (cuando se active el backend), en 72 horas.
pl: Profil → Konto → Usuń konto. Wszystkie lokalne dane znikają natychmiast; serwerowe (gdy ruszy backend) — w ciągu 72 godzin.
ru: Профиль → Аккаунт → Удалить аккаунт. Все локальные данные удаляются мгновенно; серверные (когда запустится бэкенд) — в течение 72 часов.
uk: Профіль → Акаунт → Видалити акаунт. Усі локальні дані видаляються миттєво; дані з сервера (коли запрацює бекенд) — протягом 72 годин.

source: Profile
es: Perfil
pl: Profil
ru: Профиль
uk: Профіль

source: Progress %lld%%
es: Progreso %lld%%
pl: Postęp %lld%%
ru: Прогресс %lld%%
uk: Прогрес %lld%%

# Progresywne przeciążenie
source: Progressive overload
es: Sobrecarga progresiva
pl: Progresywne przeciążenie
ru: Прогрессирующая перегрузка
uk: Прогресивне перевантаження

source: Protein
es: Proteína
pl: Białko
ru: Белки
uk: Білки

source: Protein (g)
es: Proteína (g)
pl: Białko (g)
ru: Белки (г)
uk: Білки (г)

source: Protein and carbs each provide 4 kcal per gram, fat hits 9 kcal, and alcohol 7 kcal. That's why olive oil "disappears" off the plate while fat counts faster than rice. Knowing these numbers lets you guess a dish's calories without counting.
es: La proteína y los carbohidratos aportan 4 kcal por gramo, la grasa hasta 9 kcal y el alcohol 7 kcal. Por eso el aceite de oliva "desaparece" del plato y la grasa cuenta más rápido que el arroz. Conocer estos números te deja adivinar las calorías sin contar.
pl: Białko i węglowodany dostarczają po 4 kcal na gram, tłuszcz aż 9 kcal, a alkohol 7 kcal. To dlatego oliwa „znika” z talerza, a tłustość liczy się szybciej niż ryż. Świadomość tych liczb pozwala zgadnąć kaloryczność dania bez liczenia.
ru: Белок и углеводы дают по 4 ккал на грамм, жир аж 9 ккал, а алкоголь 7 ккал. Поэтому оливковое масло «исчезает» с тарелки, а жирность считается быстрее, чем рис. Знание этих цифр позволяет угадать калорийность блюда без подсчёта.
uk: Білок і вуглеводи дають по 4 ккал на грам, жир аж 9 ккал, а алкоголь 7 ккал. Тому олія «зникає» з тарілки, а жирність рахується швидше за рис. Знання цих цифр дозволяє вгадати калорійність страви без підрахунків.

source: Protein day
es: Día de proteína
pl: Białkowy dzień
ru: Белковый день
uk: Білковий день

source: Protein expert
es: Experto en proteína
pl: Białkowy ekspert
ru: Эксперт по белку
uk: Експерт по білку

source: Protein fills you up the most
es: La proteína sacia más que nada
pl: Białko najedza najmocniej
ru: Белок насыщает сильнее всего
uk: Білок ситіший за все

source: Protein for breakfast
es: Proteína al desayuno
pl: Białko na śniadanie
ru: Белок на завтрак
uk: Білок на сніданок

source: Protein goal
es: Objetivo de proteínas
pl: Cel białka
ru: Цель по белкам
uk: Ціль білків

# Protein in an egg = 6 g
source: Protein in one egg = 6 g
es: Proteína en un huevo = 6 g
pl: Białko w jajku = 6 g
ru: Белок в яйце = 6 г
uk: Білок в яйці = 6 г

source: Protein week
es: Semana de proteína
pl: Białkowy tydzień
ru: Белковая неделя
uk: Білковий тиждень

# Prywatność najpierw
source: Privacy first
es: Privacidad primero
pl: Prywatność najpierw
ru: Приватность прежде всего
uk: Приватність насамперед

# Prywatność — wyłączone
source: Privacy — disabled
es: Privacidad — desactivada
pl: Prywatność — wyłączone
ru: Приватность — выключено
uk: Приватність — вимкнено

# Prywatność — z linkiem
source: Privacy — with link
es: Privacidad — con enlace
pl: Prywatność — z linkiem
ru: Приватность — по ссылке
uk: Приватність — з посиланням

# Prywatność — znajomi
source: Privacy — friends
es: Privacidad — amigos
pl: Prywatność — znajomi
ru: Приватность — друзья
uk: Приватність — друзі

# Przeliczane z aktualnej puli kalorii — możesz dalej dostroić ręcznie.
source: Calculated from the current calorie pool — you can still fine-tune manually.
es: Calculado desde la asignación actual de calorías — puedes ajustar a mano.
pl: Przeliczane z aktualnej puli kalorii — możesz dalej dostroić ręcznie.
ru: Рассчитано из текущего калорийного пула — можно ещё подкрутить вручную.
uk: Перераховано з поточного калорійного пулу — можна ще доналаштувати вручну.

# Przepis
source: Recipe
es: Receta
pl: Przepis
ru: Рецепт
uk: Рецепт

# Przepis Pro
source: Recipe Pro
es: Receta Pro
pl: Przepis Pro
ru: Рецепт Pro
uk: Рецепт Pro

# Przepisy nie są udostępniane
source: Recipes aren’t shared
es: Las recetas no se comparten
pl: Przepisy nie są udostępniane
ru: Рецепты не публикуются
uk: Рецепти не публікуються

# Przerwa 2-3 min na compoundach
source: Rest 2–3 min on compounds
es: Descanso 2–3 min en compuestos
pl: Przerwa 2-3 min na compoundach
ru: Отдых 2–3 мин на компаундах
uk: Відпочинок 2–3 хв на компаундах

# Przetwarzam…
source: Processing…
es: Procesando…
pl: Przetwarzam…
ru: Обрабатываю…
uk: Обробляю…

# Przybrać na wadze
source: Gain weight
es: Ganar peso
pl: Przybrać na wadze
ru: Набрать вес
uk: Набрати вагу

# Przypomnienia
source: Reminders
es: Recordatorios
pl: Przypomnienia
ru: Напоминания
uk: Нагадування

# Przypomnienia (%lld / 3 aktywne)
source: Reminders (%lld / 3 active)
es: Recordatorios (%lld / 3 activos)
pl: Przypomnienia (%lld / 3 aktywne)
ru: Напоминания (%lld / 3 активных)
uk: Нагадування (%lld / 3 активних)

# Przypomnienia i streak są gotowe
source: Reminders and streak are ready
es: Recordatorios y racha listos
pl: Przypomnienia i streak są gotowe
ru: Напоминания и серия готовы
uk: Нагадування й серія готові

# Przypomnienia wyciszone
source: Reminders muted
es: Recordatorios silenciados
pl: Przypomnienia wyciszone
ru: Напоминания отключены
uk: Нагадування вимкнено

# Przypomnienia, język, jednostki
source: Reminders, language, units
es: Recordatorios, idioma, unidades
pl: Przypomnienia, język, jednostki
ru: Напоминания, язык, единицы
uk: Нагадування, мова, одиниці

# Przypomnienie o wadze celu (%@)
source: Goal weight reminder (%@)
es: Recordatorio del peso objetivo (%@)
pl: Przypomnienie o wadze celu (%@)
ru: Напоминание о весе цели (%@)
uk: Нагадування про вагу цілі (%@)

# Przywracanie nie powiodło się.
source: Restore failed.
es: No se pudo restaurar.
pl: Przywracanie nie powiodło się.
ru: Восстановление не удалось.
uk: Не вдалося відновити.

# Przywróć
source: Restore
es: Restaurar
pl: Przywróć
ru: Восстановить
uk: Відновити

# Przywróć zakupy
source: Restore purchases
es: Restaurar compras
pl: Przywróć zakupy
ru: Восстановить покупки
uk: Відновити покупки

# Próg leucyny 2.5 g
source: Leucine threshold 2.5 g
es: Umbral de leucina 2,5 g
pl: Próg leucyny 2.5 g
ru: Порог лейцина 2,5 г
uk: Поріг лейцину 2,5 г

# Psychologia
source: Psychology
es: Psicología
pl: Psychologia
ru: Психология
uk: Психологія

# Punkt odniesienia
source: Reference point
es: Punto de referencia
pl: Punkt odniesienia
ru: Точка отсчёта
uk: Точка відліку

source: Purchase failed. Please try again.
es: Error en la compra. Por favor, inténtalo de nuevo.
pl: Zakup nie powiódł się. Spróbuj ponownie.
ru: Ошибка покупки. Пожалуйста, попробуйте еще раз.
uk: Помилка покупки. Будь ласка, спробуйте ще раз.

# Pusta tablica
source: Empty board
es: Tablero vacío
pl: Pusta tablica
ru: Пустая доска
uk: Порожня дошка

# Pusto. Dodaj pierwszy wpis ↑
source: Empty. Add your first entry ↑
es: Vacío. Añade tu primera entrada ↑
pl: Pusto. Dodaj pierwszy wpis ↑
ru: Пусто. Добавь первую запись ↑
uk: Порожньо. Додайте перший запис ↑

# Pusty dzień
source: Empty day
es: Día vacío
pl: Pusty dzień
ru: Пустой день
uk: Порожній день

# Pułapka all-or-nothing
source: The all-or-nothing trap
es: La trampa del todo o nada
pl: Pułapka all-or-nothing
ru: Ловушка «всё или ничего»
uk: Пастка «все або нічого»

# Pół dnia za Tobą i ładnie w limicie. Lekka przekąska + kolacja domyka dzień.
source: Half the day done and nicely in limits. A light snack + dinner wraps the day.
es: Medio día hecho y bien dentro del límite. Un snack ligero + cena cierran el día.
pl: Pół dnia za Tobą i ładnie w limicie. Lekka przekąska + kolacja domyka dzień.
ru: Половина дня позади и хорошо в лимитах. Лёгкий перекус + ужин закроют день.
uk: Половина дня позаду і добре в межах. Легкий перекус + вечеря закриє день.

# Pół setki
source: Half a hundred
es: Medio centenar
pl: Pół setki
ru: Полусотня
uk: Півсотні

# Później
source: Later
es: Más tarde
pl: Później
ru: Позже
uk: Пізніше

# Pączki tradycyjnie z marmoladą różaną. Średnio ~380 kcal za sztukę.
source: Donuts traditionally filled with rose jam. ~380 kcal each.
es: Pączki tradicionales rellenos de mermelada de rosa. ~380 kcal cada uno.
pl: Pączki tradycyjnie z marmoladą różaną. Średnio ~380 kcal za sztukę.
ru: Пончики традиционно с розовым джемом. ~380 ккал за штуку.
uk: Пончики традиційно з трояндовим джемом. ~380 ккал за штуку.

# Płatność czeka na potwierdzenie.
source: Payment is awaiting confirmation.
es: El pago está esperando confirmación.
pl: Płatność czeka na potwierdzenie.
ru: Платеж ожидает подтверждения.
uk: Платіж очікує на підтвердження.

# Płynne kalorie znikają
source: Liquid calories slip past you
es: Las calorías líquidas pasan inadvertidas
pl: Płynne kalorie znikają
ru: Жидкие калории проскальзывают
uk: Рідкі калорії зникають

source: Quick
es: Rápido
pl: Szybko
ru: Быстро
uk: Швидко

source: Quick database
es: Base rápida
pl: Szybka baza
ru: Быстрая база
uk: Швидка база

# Quiet — your friends haven't logged anything today yet.
source: Quiet — your friends haven't added anything today.
es: Silencio — tus amigos no han añadido nada hoy.
pl: Cicho — Twoi znajomi jeszcze nie dodawali nic dziś.
ru: Тихо — твои друзья сегодня ничего не добавляли.
uk: Тихо — твої друзі сьогодні нічого не додавали.

# RIR 1-3 dla hipertrofii
source: RIR 1–3 for hypertrophy
es: RIR 1–3 para hipertrofia
pl: RIR 1-3 dla hipertrofii
ru: RIR 1–3 для гипертрофии
uk: RIR 1–3 для гіпертрофії

# Ranking serii pokazuje, kto dziś trzyma rytm najdłużej.
source: The streak ranking shows who is keeping rhythm longest today.
es: El ranking de rachas muestra quién mantiene mejor el ritmo hoy.
pl: Ranking serii pokazuje, kto dziś trzyma rytm najdłużej.
ru: Рейтинг серий показывает, кто сегодня дольше держит ритм.
uk: Рейтинг серій показує, хто сьогодні найдовше тримає ритм.

source: Raw pork loin is 140 kcal/100 g. Breaded and fried in lard/oil — 280–320 kcal. Oven-baked without breading: 180 kcal.
es: El lomo de cerdo crudo son 140 kcal/100 g. Empanado y frito en manteca/aceite — 280–320 kcal. Al horno sin empanado: 180 kcal.
pl: Schab surowy 140 kcal/100 g. Po panierce w bułce i smażeniu w smalcu/oleju — 280–320 kcal. Pieczony w piekarniku bez panierki: 180 kcal.
ru: Сырая свиная корейка — 140 ккал/100 г. В панировке и жарке на смальце/масле — 280–320 ккал. Запечённая в духовке без панировки: 180 ккал.
uk: Сира свиняча корейка — 140 ккал/100 г. У паніровці й смаженні на смальці/олії — 280–320 ккал. Запечена в духовці без паніровки: 180 ккал.

# Reach your goal
source: You'll reach the goal
es: Alcanzarás el objetivo
pl: Osiągniesz cel
ru: Достигнешь цели
uk: Досягнеш цілі

source: Reactions
es: Reacciones
pl: Reakcje
ru: Реакции
uk: Реакції

source: Reading the plate…
es: Leyendo el plato…
pl: Odczytywanie talerza…
ru: Сканирование тарелки…
uk: Зчитування тарілки…

source: Ready for breakfast? Tap to add a meal.
es: ¿Listo para desayunar? Toca para añadir una comida.
pl: Gotów na śniadanie? Stuknij, żeby dodać posiłek.
ru: Готовы к завтраку? Тапните, чтобы добавить приём пищи.
uk: Готові до сніданку? Тапніть, щоб додати страву.

# Ready for breakfast? Tap to add it.
source: Ready for breakfast? Tap to add.
es: ¿Listo para desayunar? Toca para añadir.
pl: Gotów na śniadanie? Stuknij, żeby dodać.
ru: Готовы к завтраку? Тапните, чтобы добавить.
uk: Готові до сніданку? Тапніть, щоб додати.
